Repository: DG1001/PostForge
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Manage Your LinkedIn Posts Like a Pro
de: Verwalten Sie Ihre LinkedIn Posts wie ein Profi

source: PostForge is the ultimate LinkedIn Post Manager for content creators, social media managers, and businesses. Create, manage, and optimize your LinkedIn content with professional tools.
de: PostForge ist der ultimative LinkedIn Post Manager für Content Creator, Social Media Manager und Unternehmen. Erstellen, verwalten und optimieren Sie Ihre LinkedIn-Inhalte mit professionellen Tools.

source: Get Started
de: Jetzt starten

source: Learn More
de: Mehr erfahren

source: All Features at a Glance
de: Alle Features im Überblick

source: Professional LinkedIn post management with everything you need
de: Professionelle LinkedIn Post-Verwaltung mit allem, was Sie brauchen

source: Create, edit, and organize your LinkedIn posts with our intuitive editor
de: Erstellen, bearbeiten und organisieren Sie Ihre LinkedIn Posts mit unserem intuitiven Editor

source: Image Management
de: Bild-Management

source: Upload, manage, and optimize images for your LinkedIn posts
de: Upload, Verwaltung und Optimierung von Bildern für Ihre LinkedIn Posts

source: Import posts from LinkedIn PDF exports with intelligent text recognition
de: Posts aus LinkedIn PDF-Exporten mit intelligenter Texterkennung importieren

source: Complete backup and transfer of your posts between different instances
de: Vollständige Sicherung und Übertragung Ihrer Posts zwischen verschiedenen Instanzen

source: Share posts for review with colleagues via secure links without login
de: Posts über sichere Links ohne Anmeldung mit Kollegen zur Review teilen

source: Manage teams with registration tokens and user permissions
de: Teams mit Registrierungstoken und Benutzerberechtigungen verwalten

source: Simple, Transparent Pricing
de: Einfache, transparente Preise

source: Choose the plan that perfectly fits your needs
de: Wählen Sie den Plan, der perfekt zu Ihren Bedürfnissen passt

source: Self-hosting for developers
de: Self-Hosting für Entwickler

source: forever
de: für immer

source: Unlimited posts
de: Unbegrenzte Posts

source: Image management
de: Bild-Management

source: Own infrastructure
de: Eigene Infrastruktur

source: View on GitHub
de: Auf GitHub ansehen

source: For individuals and small teams
de: Für Einzelpersonen und kleine Teams

source: per month
de: pro Monat

source: Get started
de: Jetzt starten

source: Recommended
de: Empfohlen

source: For professional content creators
de: Für professionelle Content-Ersteller

source: All Basic features
de: Alle Basic Features

source: AI Content Generation
de: KI Content-Generierung

source: Auto hashtag generation
de: Auto-Hashtag-Generierung

source: Content optimization
de: Content-Optimierung

source: Automatic translation
de: Automatische Übersetzung

source: Engagement analysis
de: Engagement-Analyse

source: Priority Support
de: Prioritäts-Support

source: 🚀 AI Features in Development
de: 🚀 KI-Features in der Entwicklung

source: Have questions about our plans?
de: Haben Sie Fragen zu unseren Plänen?

source: Contact us: info@xares.com
de: Kontaktieren Sie uns: info@xares.com

source: Ready to Improve Your LinkedIn Strategy?
de: Bereit, Ihre LinkedIn-Strategie zu verbessern?

source: Start with PostForge today and experience how easy professional LinkedIn marketing can be.
de: Starten Sie noch heute mit PostForge und erfahren Sie, wie einfach professionelles LinkedIn-Marketing sein kann.

source: Contact us
de: Kontaktieren Sie uns

source: The professional LinkedIn Post Manager for content creators and businesses.
de: Der professionelle LinkedIn Post Manager für Content Creator und Unternehmen.

source: Contact
de: Kontakt

source: Imprint and Privacy
de: Impressum und Datenschutz

source: All rights reserved.
de: Alle Rechte vorbehalten.
